Repository: denizgencay/WorldOfGolf
Catalog: WorldOfGolf/*.lproj/Localizable.strings
Languages: ru

source: INTERACTIVE
ru: ИНТЕРАКТИВ

source: MAIN
ru: ГЛАВНОЕ

source: RULES
ru: ПРАВИЛА

source: DETAILS
ru: ДЕТАЛИ

source: INVENTORY
ru: ИНВЕНТАРЬ

source: WORLD CHAMPIONSHIPS
ru: ЧЕМПИОНАТЫ МИРА

source: FAMOUS ATHLETES
ru: ИЗВЕСТНЫЕ СПОРТСМЕНЫ

source: Beat
ru: Удар

source: Ball game
ru: Игра мячом

source: Deflecting or stopping a moving ball
ru: Отклонение или остановка движущегося мяча

source: Raising, throwing in and setting the ball
ru: Поднятие, вбрасывание и установка мяча

source: A ball that helps or hinders play
ru: Мяч, помогающий или мешающий игре

source: Free interference
ru: Свободные помехи

source: Movable obstacles
ru: Подвижные препятствия

source: Immovable obstacles and abnormal condition_of_the_field_area
ru: Неподвижные препятствия и ненормальное состояние участка поля

source: Water barriers
ru: Водные преграды

source: Ball is lost or out of bounds; Temporary ball
ru: Мяч потерян или находится за пределами поля; Временный мяч

source: Unplayable ball
ru: Неиграемый мяч

source: Etiquette
ru: Этикет

# first_rule_screen_paragraph
source: Place the first shot ball between the tee markers, but not in front of them. You may place the first shot ball within two lengths of the stick behind the line between the markers. If you take the first shot from outside the tee, in match play no penalty is imposed, but your opponent has the right to ask to replay the shot; in the game on the score - you are subject to a penalty of two hits, and then must play from the right place.
ru: Устанавливайте мяч для первого удара между ти-маркерами, но не впереди них. Вы вправе установить мяч для первого удара в пределах двух длин клюшки позади линии между маркерами. Если вы сделаете первый удар из-за пределов площадки-ти, в матчевой игре - штраф не налагается, однако ваш соперник вправе попросить переиграть удар; в игре на счет - вы подвергаетесь штрафу в два удара, после чего обязаны сыграть с правильного места.

# second_rule_screen_paragraph
source: If you believe you have found your ball, but the identification mark is not visible, you may mark and pick up the ball to determine its belonging with the permission of your marker or your opponent. Play the ball from the position in which it appeared. Do not improve the location of the ball, the intended stance or swing area, or the line of play by moving, ducking, or breaking anything fixed or growing, except directly as a result of taking a playing stance or swing. Do not improve the location of the ball by tamping anything. If you play the wrong ball, in match play, you lose a hole; in score play, you incur a two-stroke penalty, after which you must correct the error by playing the correct ball.
ru: Если вы полагаете, что нашли свой мяч, но идентификационная метка не видна, вы вправе замаркировать и поднять мяч для определения его принадлежности с разрешения вашего маркера или противника. Играйте мяч из того положения, в котором он оказался. Не улучшайте местоположение мяча, зону предполагаемой стойки или свинга, либо линию игры, сдвигая, пригибая или ломая что-либо зафиксированное или растущее, кроме как непосредственно в результате принятия игровой стойки или в процессе свинга. Не улучшайте местоположение мяча, утрамбовывая что-либо. Если вы сыграете неверным мячом, в матчевой игре - вы проигрываете лунку; в игре на счет - подвергаетесь штрафу в два удара, после чего вы обязаны исправить ошибку, сыграв правильным мячом.

# third_rule_screen_paragraph
source: If a ball you have played is deflected or stopped by you, your partner, your caddie or tackle, add a penalty kick and play the ball from the position it was in. If the ball you played is deflected or stopped by touching another ball that was at rest, play the ball from the position it was in without penalty, except in a score game where you incur a two stroke penalty if both balls were on the green before you hit it.
ru: Если сыгранный вами мяч отклонен или остановлен вами, вашим партнером, вашим кедди или снаряжением, добавьте штрафной удар и играйте мяч из того положения, в котором он оказался. Если сыгранный вами мяч отклонился или остановился коснувшись другого мяча, находившегося в состоянии покоя – следует играть без штрафа из того положения, в котором мяч оказался, за исключением игры на счет, где вы подвергаетесь штрафу в два удара, если оба мяча до вашего удара находились на грине.

# fourth_rule_screen_paragraph
source: Before a ball is lifted to be returned to its original location (e.g. when the ball is lifted on the green for cleaning), its location must be marked. If the ball is picked up for a throw-in or placed elsewhere (e.g. for a throw-in within two lengths of the stick under the unplayed ball rule, for example), you are not required to mark the location of the ball, but it is advisable to do so. When throwing in, stand straight, hold the ball with your outstretched hand at shoulder level, then let it go. A thrown ball must be re-thrown if it has rolled back into a position affected by the circumstances of which it was thrown (for example, a stationary obstruction) and if it has stopped more than two club lengths from the point where it was thrown or closer to the hole than its original location, the nearest point of elimination or the point where it last crossed the water barrier. In all, Rule 20-2c provides nine instances where a thrown ball must be re-thrown. If the re-thrown ball rolls to any of these positions, place it at the first touch point on the re-throw. (Rule 20-2c)
ru: Перед поднятием мяча, который должен быть возвращен на прежнее место (например, когда мяч поднимается на грине для очистки), его местонахождение должно быть замаркировано. Если мяч поднимается для вбрасывания или установки в другом месте (например, для вбрасывания в пределах двух длин клюшки по правилу о неиграемом мяче, например), вы не обязаны маркировать местонахождение мяча, но делать это рекомендуется. При вбрасывании стойте прямо, держите мяч вытянутой рукой на уровне плеча, затем отпустите его. Вброшенный мяч должен быть вброшен повторно, если он откатился в положение, где на него влияют те обстоятельства, устранение влияния которых производилось (например, неподвижное препятствие), и если он остановился на расстоянии более двух длин клюшек от точки, где был вброшен, или ближе к лунке, чем его первоначальное местоположение, ближайшая точка устранения влияния или точка последнего пересечения границы водной преграды. Всего правилом 20-2с предусмотрено девять случаев, когда вброшенный мяч должен быть повторно вброшен. Если повторно вброшенный мяч откатился в любое из этих положений, установите его на точку первого касания поля при повторном вбрасывании. (Правило 20-2с)

# fifth_rule_screen_paragraph
source: You may pick up your ball, or ask to pick up any other ball, if you think the ball could help any other player. You do not have to agree to a request to leave your ball in a position that helps another player's play. You have the right to ask to pick up any ball if it interferes with your play. A ball that has been picked up as helping or hindering play cannot be cleared unless it has been picked up on the green.
ru: Вы вправе поднять ваш мяч, или попросить поднять любой другой мяч, если считаете, что мяч может помочь любому другому игроку. Вы не обязаны соглашаться с просьбой оставить свой мяч в положении, помогающем игре другого игрока. Вы вправе попросить поднять любой мяч, если он мешает вашей игре. Мяч, который был поднят как помогающий или мешающий игре не может быть очищен, кроме случая, когда он был поднят на грине.

# sixth_rule_screen_paragraph
source: You may move loose obstructions (i.e. loose natural objects such as rocks, fallen leaves or branches) unless both the obstruction and the ball are in the same obstruction. If you remove a loose obstruction and move the ball, the ball must be put back in its original location (except when the ball is on the green) and you are subject to a one stroke penalty.
ru: Вы вправе передвигать свободные помехи (т.е. незакрепленные природные объекты, такие как камни, упавшие листья или ветки) за исключением случаев, когда и помеха, и мяч находятся в одной и той же преграде. Если вы удаляете свободную помеху и при этом сдвигаете мяч, мяч должен быть установлен на прежнее место (кроме случаев нахождения мяча на грине) и вы подвергаетесь штрафу в один удар.

# seventh_rule_screen_paragraph
source: Movable obstacles (i.e. artificial movable objects such as rakes, tins, etc.) located anywhere may be moved without penalty. If the ball is moved, it must be returned to its original position without penalty. If the ball is lying on a movable obstacle, the ball may be lifted, the obstacle removed and the ball thrown in without penalty at the point immediately below where the ball was lying on the obstacle, except on the green where the ball must be placed on that point.
ru: Подвижные препятствия (т.е. искусственные подвижные объекты, например, грабли, жестяные банки и т.п.), находящиеся в любом месте могут быть передвинуты без штрафа. Если при этом мяч сдвинулся, он должен быть установлен на прежнее место без штрафа. Если мяч лежит на подвижном препятствии, мяч может быть поднят, препятствие удалено, а мяч без штрафа вброшен в точке, находящейся непосредственно под тем местом, где мяч лежал на препятствии, за исключением грина, где мяч должен быть установлен на эту точку.

# eighth_rule_screen_paragraph
source: Fixed obstructions are man-made fixed objects such as buildings or man-made roads (but check local regulations to determine paths and tracks in the field). An abnormal condition of an area of the field is the occasional water, repair area, as well as a burrow, indentation in the soil or path made on the field by a burrowing animal, reptile or bird. Except when the ball is in a water hazard, you may, without penalty, remove the effect of a fixed obstruction or abnormal condition of the field of play if it physically interferes with the position of the ball, your stance or swing. You may pick up the ball and throw it within one stick length of the 'nearest point of elimination point' but no closer to the hole than that point. If the ball is on the green, it is set at the nearest elimination point. You are not allowed to eliminate line-of-game interference unless both your ball and the obstruction are on the green. There is an additional option if your ball is in the bunker. You may remove the influence of an obstruction by throwing the ball in behind the bunker with a penalty of one hit.
ru: Неподвижные препятствия - это искусственные неподвижные объекты, такие как здания или дороги с искусственным покрытием (однако уточните, как местные правила определяют дорожки и пути на поле). Ненормальным состоянием участка поля является случайная вода, ремонтируемая зона, а так же нора, вмятина в почве или тропа, проделанная на поле норным животным, рептилией или птицей. За исключением случая, когда мяч находится в водной преграде, вы вправе без штрафа устранить влияние неподвижного препятствия или ненормального состояния участка поля, если оно физически мешает положению мяча, вашей стойке или свингу. Вы вправе поднять мяч и вбросить его в пределах одной длины клюшки от 'ближайшей точки устранения влияния', но не ближе к лунке, чем эта точка. Если мяч на грине, он устанавливается в ближайшей точке устранения влияния. Вы не имеете права устранять влияние вмешательства в линию игры, за исключением случая, когда и ваш мяч и препятствие находятся на грине. Дополнительная возможность имеется, если ваш мяч в бункере. Вы вправе устранить влияние препятствия, вбросив мяч позади бункера со штрафом в один удар.

# nineth_rule_screen_paragraph
source: If your ball is in a water obstacle (yellow pegs and/or lines), you may play the ball from the position in which it was played, or with a penalty of one shot: - play again from where the ball was played into the obstacle, - throw in the ball at any distance behind the water hazard, on a straight line from the hole through the point where the ball last crossed the water hazard. If your ball is in a lateral water hazard (red pegs and/or lines), in addition to the possibilities for a ball in a water hazard (see above), you may, with a penalty of one shot throw in the ball within two club lengths of: - the point where the ball last crossed the boundary of the obstruction, or - the point on the opposite side of the obstacle, equidistant from the hole, but not on the other side. The ball must be thrown within two club lengths of the point where it last crossed the boundary of the infringement or the point on the opposite side of the infringement equidistant from the hole.
ru: Если ваш мяч в водной преграде (желтые колышки и/или линии), вы вправе играть мяч из того положения, в котором он оказался, или со штрафом в один удар: - сыграть вновь с того места, откуда мяч был сыгран в преграду, - вбросить мяч на любом расстоянии позади водной преграды, на продолжении прямой линии от лунки через точку, где мяч последний раз пересек границу водной преграды. Если ваш мяч в боковой водной преграде (красные колышки и/или линии), в дополнение к возможностям для мяча в водной преграде (см. выше), вы вправе со штрафом в один удар вбросить мяч в пределах двух длин клюшки от: - точки, где мяч последний раз пресек границу преграды, или - точки на противоположной стороне преграды, равноудален- ной от лунки, но не ближе к лунке, чем находятся эти точки.

# tenth_rule_screen_paragraph
source: Check how the local rules on the scorecard define the boundaries of the field. If the ball is lost outside a water hazard or outside the field of play, you must play the ball from the point from which the last shot was played, with a one kick penalty. You are allowed 5 minutes to search for the ball, after which if it is not found or its identity is not determined, it is lost. If, after the kick, you suspect that the ball may have been lost outside the water hazard or may have been out of the field, you should play a 'temporary ball'. You should declare that it is a temporary ball and play it before you move to look for the original ball. If you find that the original ball is lost (out of the water) or out of the field, you must continue to play the temporary ball with a one-strike penalty. If the original ball is found within the field of play, you must continue play with that ball and play with a provisional ball must be stopped.
ru: Уточните, как местными правилами на счетной карточке определены границы поля. Если мяч потерян вне водной преграды или оказался за пределами поля, вы должны со штрафом в один удар сыграть мячом с точки, с которой был сыгран последний удар. Вам предоставляется 5 минут для поисков мяча, по истечении которых, если мяч не найден, или его принадлежность не определена, он считается потерянным. Если после удара вы предполагаете, что мяч может быть потерян вне водной преграды или мог оказаться за пределами поля, вам следует сыграть 'временным мячом'. Вы должны объявить, что это временный мяч и сыграть им прежде, чем начнете движение для поисков первоначального мяча. Если выяснится, что первоначальный мяч потерян (вне водной преграды) или находится за пределами поля, вы обязаны продолжить игру временным мячом со штрафом в один удар. Если первоначальный мяч найден в пределах поля, вы обязаны продолжить игру этим мячом, а игра временным мячом должна быть прекращена.

# eleventh_rule_screen_paragraph
source: If your ball is in a water obstruction, the unplayable ball rule does not apply, and if you want to remove the influence of the obstruction, you must act on the water obstruction rule. In any other part of the field, if you think your ball is unplayable, you are entitled, with a one stroke penalty: - throw in the ball at the point where the last shot was played, or - throw in the ball any distance behind the point where the ball is, in a straight line from the hole through that point, or - throw in the ball within two club lengths of where the ball is, but no closer to the hole. If your ball is unplayable in the bunker, you may proceed as described above, but if you throw the ball backward on the line or within two club lengths, you must throw the ball into the bunker.
ru: Если ваш мяч в водной преграде, то правило о неиграемом мяче неприменимо, и если вы хотите устранить влияние преграды, вы обязаны действовать по правилу о водных преградах. В любой другой части поля, если вы полагаете, что ваш мяч неиграем, вы вправе со штрафом в один удар: - вбросить мяч в точке, откуда был сыгран последний удар, или - вбросить мяч на любом расстоянии позади точки, где находится мяч, на продолжении прямой линии от лунки через эту точку, или - вбросить мяч в пределах двух длин клюшки от места, где лежит мяч, но не ближе к лунке. Если ваш мяч неиграем в бункере, вы вправе действовать как указано выше, однако при вбрасывании мяча по лини назад или в пределах двух длин клюшки вы должны вбросить его в бункере.

# twelfth_rule_screen_paragraph
source: If you still haven't done so, you should read the Etiquette section - which is not the Rules, but is a practical guide on how to behave on the field and how to act - safely, timely, respectful of other players, and how to keep the field in good condition.
ru: Если вы до сих пор не сделали этого, вам следует прочитать раздел 'Этикет' – не являющийся Правилами, но являющийся практическим руководством о том, как вести себя на поле и как поступать - безопасно, своевременно, с уважением к другим игрокам, и как поддерживать хорошее состояние поля.

# main_screen_text
source: The exact date of golf's origin is not known, but it is believed to have been invented by Scottish shepherds who tried to roll stones into rabbit holes with their staffs. Although many historians do not agree, it is believed that golf was born in the Roman Empire and the game was played with bent sticks and a ball stuffed with feathers. According to other theories, golf appeared in China, during the Ming Dynasty, this is evidenced by a scroll depicting the emperor, who tries something similar to a club to drive a ball into a hole. Nevertheless, modern golf comes from Scotland. The first mention of the game is considered to be an edict in 1457 by King James II of Scotland to ban golf, because it distracted archers from learning. It was there that the rules were invented and the system with 18 holes per course. In 1900, golf was included for the first time in the Olympic Games in Paris, France.
ru: Точной даты возникновения гольфа не известно, но считается, что её придумали шотландские пастухи, которые пытались своими посохами закатить камни в кроличьи норы. Хотя многие историки с этим не согласные, есть мнение, что гольф зародился в Римской империи и в эту игру играли гнутыми палками и с мячом набитым перьями. По другим теориям гольф появился в Китае, во время правления династии Мин, об этом говорит свиток с изображением императора, который пытается чем-то похожим на клюшку загнать мяч в лунку. Тем не менее, современный гольф происходит из Шотландии. Первым упоминанием игры считается указ 1457 года короля Шотландии Якова II о запрете гольфа, так как он отвлекал лучников от обучения. Там же были придуманы правила и система с 18 лунками на поле. В 1900 году гольф впервые был включен в программу Олимпийских игр в Париже (Франция).

# rules_text
source: Since golf is essentially a self-regulating game, all golfers should have a good understanding of the basic rules contained in this manual. However, this guide is not a substitute for the rules of golf, which should be referred to whenever there is any doubt. Before you start your round: - Read the local rules on the scorecard or on the information board - Put an identification mark on the ball. Many golfers play the same brand of balls, and if you cannot identify your ball, it will be considered lost. - Count your clubs; you are allowed a maximum of 14 clubs. During the round: - Do not ask for advice from anyone other than your partner (your team player) or your caddies. Do not give advice to anyone other than your partner. But you may ask questions about rules, distances and positions of obstacles, flags, etc. - No practice strokes of any kind are allowed on the hole during play. At the end of the round: - In match play, make sure the result of the match is recorded - In scoring play, make sure the score card is fully drawn and return it as soon as possible.
ru: Поскольку гольф, по сути, саморегулируемая игра, всем гольфистам следует иметь хорошее понимание базовых правил, которые содержатся в этом руководстве. Однако это руководство не заменяет собой правила гольфа, к которым следует обращаться при возникновении любого сомнения. Перед началом раунда: • Прочитайте местные правила на счетной карточке или на информационном стенде • Поставьте на мяч идентификационную метку. Многие гольфисты играют одной и той же маркой мячей, и, если вы не сможете определить принадлежность своего мяча, он будет считаться потерянным. • Сосчитайте свои клюшки, разрешено иметь максимум 14 клюшек. Во время раунда: • Не спрашивайте совета ни у кого, кроме вашего партнера (игрока вашей команды) или ваших кедди. Не давайте советов никому, кроме вашего партнера. Но вы можете задавать вопросы о правилах, расстояниях и положении преград, флажка, и т.п. • Во время игры на лунке запрещаются любые тренировочные удары. В конце раунда: • В матчевой игре, убедитесь, что результат матча зафиксирован • В игре на счет, убедитесь, что счетная карточка полностью оформлена, и возвратите ее как можно скорее.
