Repository: denizgencay/WorldOfGolf
Catalog: WorldOfGolf/*.lproj/Localizable.strings
Languages: ru

# inventory_text
source: A player can take no more than 14 clubs to a game, each club is designed to perform a particular stroke. Golf clubs are divided into two types: 'Wood' (Woods) - clubs designed to perform strokes at maximum distances, usually these are the first strokes. They are called 'wood' because of the wooden head, although modern woods are made of titanium-based metal alloys. 'Iron' (irons) are clubs designed to hit at different distances, depending on the position of the ball. Sticks are so named because their head is made of metal. In addition to the material, hockey sticks differ in the shape of their heads. So, for strikes at short distances and with a high trajectory used clubs 'pitching wedge' (angle of inclination of such clubs is 50-60 degrees. If you need to hit from a sandbox, you can use a sand wedge, it has a heavier sole and a special shape. For finishing kicks, players use a stick called 'putter', it is designed specifically for hitting on a flat surface with great accuracy. In the 'wood' and 'iron' groups, clubs are numbered according to the angle between the club and the front hitting surface of the head. The smaller the number, the longer the potential stroke path. The difference in the length of strokes by clubs of neighboring numbers is about 10 meters. Another important part of golf equipment are balls. They should have the following characteristics: a diameter of not less than 4.27 cm, the weight in the range 41-46 grams, the surface of the ball should have 300-500 hollows (the more hollows, the higher the ball flies), When considering golf balls, the 'compression' factor should be mentioned. In simple words, compression is the level of deformation of the ball at impact. Its conventional value ranges from 0 (the ball is severely deformed at impact) to 200 (the ball does not deform at impact). Most balls have a compression of 80-100 (compresses for 2-3 mm at impact). According to the inner structure balls may consist of one, two, three or more layers-components. Balls with one layer are ideal for beginners because of its low cost. Double-layered balls consist of a hard core and a thin, rigid shell. They combine low cost, durability and range, so they are suitable for most golfers. Three-layer balls have an elastic yarn winding over an elastic or gel core. These balls can be very heavily spun, sometimes to the athletes' advantage. In four-layer balls, there is an extra layer between the braid and the sheath. The potential of such balls can be revealed only by professionals.
ru: Игрок может взять с собой на игру не более 14 клюшек, каждая из них предназначена для выполнения определенного удара. Клюшки для гольфа делятся на два вида: «Wood» (вуды) – клюшки, предназначенные для выполнения ударов на максимальные расстояния, как правило, такими являются первые удары. Они называются «wood» (с англ. «дерево») из-за деревянной головки, хотя современные вуды делают из металлических сплавов на основе титана. «Iron» (айроны) – клюшки, предназначенные для выполнения ударов на различные расстояния, в зависимости от положения мяча. Клюшки носят такое название, потому что их головка изготовлена из металла. Кроме материала, клюшки различаются по форме головок. Так для ударов на небольшие расстояния и с высокой траекторией используют клюшки «pitching wedge» (клин), угол наклона у таких клюшек составляет 50-60 градусов. Если удар необходимо выполнить из бункера с песком, то для этого подойдёт клюшка «sand wedge», она имеет более тяжелую подошву и специальную форму. Для завершающих ударов игроки использую клюшку под названием «putter» (паттер), она сконструирована специально для ударов на ровной поверхности с большой точностью. В группах «wood» и «iron» клюшки нумеруются в зависимости от угла между шафтом и лицевой ударной поверхностью головки. Чем меньше номер, тем длиннее потенциальная траектория удара. Разница в длине ударов клюшками соседних номеров составляет порядка 10 метров. Другая важная часть инвентаря для гольфа мячи. Они должны иметь следующие характеристики: диаметр не менее 4,27 см, вес в пределах 41-46 граммов, поверхность мяча должна иметь 300-500 впадинок (чем больше впадинок, тем выше летит мяч), Рассматривая мячи для гольфа, следует упомянуть о показателе «компрессии». Простыми словами компрессия – это уровень деформации мяча при ударе. Ее условная величина варьируется от 0 (мяч сильно деформируется при ударе) до 200 (мяч не деформируется при ударе). Большинство мячей имеют компрессию 80-100 (сжимаются на 2-3 мм при ударе). По внутреннему устройству мячи могут состоять из одного, двух, трех и более слоев-компонентов. Однослойные мячи из-за своей невысокой стоимости идеально подходят для тренировок новичков. Двухслойные мячи состоят из твердого ядра и тонкой жесткой оболочки. Они сочетают низкую стоимость, долговечность и дальность полета, поэтому пригодны для большинства гольфистов. Трехслойные мячи имеют намотку из эластичной нити поверх упругой или гелеобразной сердцевины. Такие мячи могут быть очень сильно закручены, иногда это очень выгодно для спортсменов. В четырехслойных мячах существует дополнительный слой между оплеткой и оболочкой. Потенциал таких мячей могут раскрыть только профессионалы.

# detail_text
source: A golf course must meet a number of requirements, namely it must consist of a series of holes, each hole must have its own starting area. There are two marks on the starting tee which show the allowable boundaries of the tee area. In addition to the starting area, the course includes a smooth course, an uneven course and other obstacles. The final part of the site is a hole, which is marked with a flag for ease of orientation. The hole is placed in the area with a minimum height of grass, which is called 'green'. In the other areas of grass height varies, this is done to make it difficult for the players to pass the site. As a rule, the holes are located in the line of sight from the starting area to the green. But this is not always the case, if the holes deviate to the left or right, such holes are called 'left dogleg' and 'right 'dogleg' respectively. If the direction bends twice, the hole is commonly referred to as a 'double dogleg.' Pads consist of 18 holes, but there are pads with 9 holes, in this situation they are passed twice, which in total is the same 18 holes.
ru: Поле для гольфа должно соответствовать ряду требований, а именно состоять из серии лунок, каждая из лунок должна иметь свою стартовую площадку. На стартовой площадке присутствуют две метки, которые показывают допустимые границы зоны для установки колышка для мяча. Кроме стартовой площадки на поле присутствуют: гладкое поле, неровное поле и прочие препятствия. Финальной частью площадки является лунка, которая для удобства ориентирования помечается флажком. Лунка помещается на участке с минимальной высотой травы, которая называется «грин». На остальных участках высота травы колеблется, это сделано для того, чтобы затруднить игрокам прохождение площадки. Как правило, лунки располагаются в зоне прямой видимости от стартовой площадки до грина. Но так происходит не всегда, если лунки отклоняются влево или вправо, то такие лунки называются «левый доглег» и «правый доглег» соответственно. Если направление изгибается дважды, то лунку принято называть «двойной доглег». Площадки состоят из 18 лунок, но бывают площадки с 9 лунками, в такой ситуации их проходят два раза, что в сумме составляет те же 18 лунок.

# world_championsships_text
source: Some of the most prestigious and popular professional tournaments include: The Olympics. Golf was included in the program of the Olympic Games in 2016, before that golf was in the Olympics only 2 times (1900, 1904). The Masters Tournament is one of the four tournaments of the majors in golf (analog of the Grand Slam tournaments in tennis). The U.S. Open is the annual U.S. Open of golf. The British Open Championship is the oldest golf competition and one of the four tournaments in the majors. The Professional Golf Association (PGA Championship) is an annual golf tournament held by the Professional Golfers Association of America.
ru: К числу самых престижных и популярных профессиональных турниров относятся: Олимпийские игры. Гольф был включен в программу Олимпийских игр 2016 года, до этого гольф был на олимпиадах только 2 раза (1900, 1904). Мастерс (The Masters Tournament) – один из четырех турниров серии мейджер по гольфу (аналог турниров «Большого шлема» в теннисе). Открытый чемпионат США (US Open) – ежегодный открытый чемпионат по гольфу, проводится в США. Открытый чемпионат Британии (The Open Championship) – старейшее соревнование по гольфу, один из четырех турниров серии мейджер. Чемпионат профессиональной гольф-ассоциации (PGA Championship) – ежегодный турнир по гольфу, проводимый Профессиональной Ассоциацией Гольфистов Америки.

# first_interactive_text
source: 1) There are 336 holes on the surface of a golf ball.
ru: 1) На поверхности мяча для гольфа есть 336 ямок.

# second_interactive_text
source: 2) Astronaut Alan Shepherd was the first person to hit the ball outside of our planet with a club. The force of gravity on the Moon is much lower than on Earth, so the ball flew several kilometers away.
ru: 2) Первым, кто ударил клюшкой по мячу вне пределов нашей планеты, был астронавт Алан Шеперд. Сила тяжести на Луне намного меньше, чем на Земле, поэтому мяч улетел на несколько километров.

# third_interactive_text
source: 3) On July 7, 1998, a Scottish short golf club made 200 years ago sold at a Christie's auction in Glasgow, Scotland, for $150,000
ru: 3) 7 июля 1998 г. шотландская короткая клюшка для гольфа, сделанная 200 лет назад, продана на аукционе Кристис в Глазго, Шотландия, за $ 150 000

# fourth_interactive_text
source: 4) The average speed of athletes hitting the ball with a club is 42 m/s, or 150 km/h. While Tiger Woods' stroke reaches 56 m/s which equals 201 km/h.
ru: 4) Средняя скорость удара клюшкой по мячу у спортсменов составляет 42 м/сек или 150 км/ч. В то время как удар Тайгера Вудса достигает 56 м/сек что равняется 201 км/ч

# fifth_interactive_text
source: 5) Golf is very popular among businessmen. According to statistics, every tenth multi-million dollar deal is concluded just on the golf course. By the way, about 40% of those who have joined golf clubs and paid a lot of money for it really do not know how to play golf.
ru: 5) Гольф очень популярен среди бизнесменов. Согласно статистике, каждая десятая многомиллионная сделка заключается именно на поле для гольфа. К слову, около 40% вступивших в гольф-клубы и заплативших за это немалые суммы играть на самом деле не умеют.
